[{
    "userInterface": {
        "taskNumber" : "3",
        "header": "Terminologi og taksonomi",
        "subHeader": "Klik og vælg om der er tale om en redegørende, analyserende eller vurderende fremstilling?",
        "btn": ["Redegørende?", "Analyserende?", "Vurderende?"]
    },
    "quizData": {
        "taskText": "Hvilket taksonomisk niveau er denne tekst på?",
        "slideData": {
            "type": "text",
            "text": "Kvinder blev langt op i 1800-tallet betragtet som værende uden en kønsdrift, det vil sige uden seksuelle lyster og drifter. Opfattelsen af kvindens (manglende) seksualitet betød, at kvinder i store dele af 1800-tallet relativt uproblematisk kunne leve sammen, fordi de i fællesskab forenede og sublimerede de feminine, aseksuelle og åndelige dyder. Periodens borgerlige kvinder, som boede sammen med en anden borgerlig kvinde, opfattede ikke sig selv som homoseksuelle, fordi de gik med på den præmis, at de ingen seksualitet havde. Under disse forudsætninger kunne de leve et respektabelt liv sammen med en anden kvinde."
        },
        "correctAnswer": ["0"],
        "feedbackData": ["(Redegørende) Korrekt... <br/>Redegørende niveau indeholder ofte ordene ditten og datten.... ", "(Analyserende) Forkert...<br/>Det analyserende niveau indeholder ofte ordene x og x....", "(Vurderende) Forkert..."]
    }
}, {
    "userInterface": {
        "taskNumber" : "3",
        "header": "Terminologi og taksonomi",
        "subHeader": "Klik og vælg om der er tale om en redegørende, analyserende eller vurderende fremstilling?",
        "btn": ["Redegørende?", "Analyserende?", "Vurderende?"]
    },
    "quizData": {
        "taskText": "Hvilket taksonomisk niveau er denne tekst på?",
        "slideData": {
            "type": "text",
            "text": "Som Gallup selv anførte i denne meningsmåling fra 1960, så er det almindeligt kendt, at hver generation har det med at opfatte de efterfølgende generationer som uopdragne og dovne... I meningsmålingen spurgte Gallup danskerne om deres holdning til mængden af ungdommens fritid, lommepenge og moral. Overodnet set var danskerne noget kritisk over for ungdommen. Således mente over halvdelen, at de unge havde for meget fritid og for mange lommepenge. 40 % mente at de havde lav moral, mens kun 11 % mente moralen var høj blandt de unge. Gallup opdelte også svarene efter bopæl, køn og alder. Det mest bemærkelsesværdige ved denne opdeling er måske, at danskernes svar ikke varierede særligt meget ud fra disse parametre."
        },
        "correctAnswer": ["1"],
        "feedbackData": ["(Redegørende) Forkert...", "(Analyserende) Korrekt...", "(Vurderende) Forkert..."]
    }
}, {
    "userInterface": {
        "taskNumber" : "3",
        "header": "Terminologi og taksonomi",
        "subHeader": "Klik og vælg om der er tale om en redegørende, analyserende eller vurderende fremstilling?",
        "btn": ["Redegørende?", "Analyserende?", "Vurderende?"]
    },
    "quizData": {
        "taskText": "Hvilket taksonomisk niveau er denne tekst på?",
        "slideData": {
            "type": "text",
            "text": "Ungdommens udvikling fra 1945-1965 kan betegnes som et ikke-politisk ungdomsoprør. Det skal ikke forveksles med det politiske ungdomsoprør i slutningen af 1960´erne, da det var en udvikling uden politiske formål. De unge i efterkrigstiden blev til en ny samfundsgruppe, fordi de kom til at dele mange af de samme trends, interesser og forbrugsvaner."
        },
        "correctAnswer": ["2"],
        "feedbackData": ["(Redegørende) Forkert...", "(Analyserende) Forkert...", "(Vurderende) Korrekt..."]
    }
}, {
    "userInterface": {
        "taskNumber" : "3",
        "header": "Terminologi og taksonomi",
        "subHeader": "Klik og vælg om der er tale om en redegørende, analyserende eller vurderende fremstilling?",
        "btn": ["Redegørende?", "Analyserende?", "Vurderende?"]
    },
    "quizData": {
        "taskText": "Hvilket taksonomisk niveau er denne tekst på?",
        "slideData": {
            "type": "text",
            "text": "Med parlamentarismens indførelse og Venstres fremgang både i Folketinget og Landstinget blev det sværere og sværere for Højre at opretholde den privilegerede valgret til Landstinget. Med Estrups død juleaftensdag 1913 mistede man det konservative flertal i Landstinget, og vejen lå nu åben for en ændring af Grundloven. Efter grundlovsændringen i 1915 blev Landstinget således sammensat med lige og almindelig valgret som Folketinget – dog med den forskel, at man for at have valgret til Landstinget skulle være 35 år mod Folketingets 25. Med tiden blev Landstinget imidlertid i alt væsentligt sammensat som Folketinget, og ved grundlovsændringen i 1953 indførtes etkammersystemet samtidig med, at parlamentarismen blev indskrevet i grundloven (§15)."
        },
        "correctAnswer": ["2"],
        "feedbackData": ["(Redegørende) Forkert...", "(Analyserende) Forkert...", "(Vurderende) Korrekt..."]
    }
}, {
    "userInterface": {
        "taskNumber" : "3",
        "header": "Terminologi og taksonomi",
        "subHeader": "Klik og vælg om der er tale om en redegørende, analyserende eller vurderende fremstilling?",
        "btn": ["Redegørende?", "Analyserende?", "Vurderende?"]
    },
    "quizData": {
        "taskText": "Hvilket taksonomisk niveau er denne tekst på?",
        "slideData": {
            "type": "text",
            "text": "”Hvis Slaget på Fælleden virkelig havde fundet sted, skal han (Jens Engberg, red.) forklare, hvorfor Krieger i sin dagbog noterede: Mange Mennesker ere samlede, men noget Sammenstød fandt ei Sted. For det andet er det tidligere påvist, at den detalje, der udpeger den store gruppe, der i samlet trop trænger ind på Blegdamsfælleden som socialister, er afsyngelsen af Internationale, men denne oplysning stammer fra Justitsministeriets fremstilling, der bygger på Clausens rapport, idet tilføjelsen om, at de afsynger Internationale, er gjort for at udpege socialisterne som ansvarlige for balladen.”"
        },
        "correctAnswer": ["2"],
        "feedbackData": ["(Redegørende) Forkert...", "(Analyserende) Forkert...", "(Vurderende) Korrekt..."]
    }
}]
