[{
    "userInterface": {
        "header": "Industrialisering - kilde eller fremstilling?",
        "subHeader": "Du skal angive hvilket svar der bedst passet til spørgsmålet i karrusellen ved at trykke på nedenstående knapper...",
        "btn": ["Kilde", "Fremstilling"]
    },
    "quizData": {
        "taskText": "Svar på om der er tale om en kilde eller en fremstilling",
        "slideData": {
            "type": "img",
            "src": "http://www.aargang0.dk/media/d758f72c-a90a-4a64-ab8c-adc7a6cda900/d7YTVw/Kilder/Elna/06_Elna,%20Statistisk%20%C3%85rbog%201920,%20side%2027_js.jpg",
            "alt": "Lokalt billede...",
            "sourceRef": {"showSrc" : true, "sourceInfo": "Statistisk årbog 1920"}
        },
        "correctAnswer": ["0"],
        "feedbackData": ["Forkert, der er ikke tale om en fremstilling da...", "Korrekt, der er tale om en kilde da..."]
    }
}, {
    "userInterface": {
        "header": "Kildekendskab",
        "subHeader": "Du skal angive hvilket svar der bedst passet til spørgsmålet i karrusellen ved at trykke på nedenstående knapper...",
        "btn": ["Kilde", "Fremstilling"]
    },
    "quizData": {
        "taskText": "Svar på om der er tale om en kilde eller en fremstilling",
        "slideData": {
            "type": "text",
            "text": "<b>Mødeindkaldelse ledsaget af artikel skrevet af Louis Pio trykt i 'Socialisten' 2. maj 1872:</b> <br/> <br/> <i> <p>Førstkommende Søndag d. 5te Maj Eftermiddag Kl. 4 afholdes paa Nørrefælled, efter Opfordring fra Arbejdere i alle Fag, et Folkemøde, hvortil alle Københavns og Omegns Arbejdere indbydes. København, d. 1ste Maj 1872. </i> <h3 class='txt_title'><strong> Maalet er fuldt!</strong> </h3> <i> <p> </p> <p>Snart dages det, Brødre, det lysner i Øst! </p> <p>Til Arbejdet fremad i Kor! </p> <p>Løgn og Bagtalelser i Bladene, ulovlig Fremfærd af Avtoriteterne, Had og Forfølgelse fra Kapitalisternes Side, det er den „Imødekommen“, der er vist vore smaa og billige Fordringer af de idiotiske Magthavere. Denne Lejlighed burde gribes, sagde de, for ret at vise Arbejderen, hvor afhængig han er af Kapitalens Naade og Barmhjertighed, for at lade ham føle, hvor let det er for den lille herskende Klike, <em>paa aldeles storborger-lovlig Maade</em> at sulte ham ihjel, hvis han ikke bøjer Nakken under Aaget, hvis han ikke kryber til Korset og beder om den Naade, at maatte slide som sædvanligt for at forøge Indholdet af Storborgernes velspækkede Pengepunge. </p> <p>Og hvor ypperligt forstaar vore Modstandere ikke at enes, naar det gælder en saadan Sag! Ministre, Magistrat, Politidirektør, Grundejere og Pengeposemænd, — alle har de faaet travlt med at sammensværge dem mod <em>Folket;</em> alle føler de, at nu gælder det at kvæle Frihedsspiren, ligegyldigt om det skal ske <em>„med</em> eller <em>uden</em> Loven“. Derfor løser Ministeriet Murmesteren, der har det kgl. Teater, fra hans Forpligtelser; derfor opkalder Crone hver Dag Mursvende, omendskønt de ikke har forset sig; derfor udsætter Magistraten Murerlærlingenes Prøver, og har endog den Frækhed at ville røve Laugenes Penge og gøre Københavns Haandværkere og Arbejdere <em>umyndige;</em> derfor overfalder Ligningskommissionen Mursvendene med Breve; derfor inddriver Grundejerne ubarmhjertigt Huslejen hos de Strikende; derfor skælder Friskolelærerne deres uskyldige Børn ud; derfor nægter Understøttelsesforeningerne at hjælpe de Nødlidende blandt dem; derfor falder endelig hele Pressen over dem med Løgn og Skældsord, med Haan og Trusler. </p> <p>Københavns Arbejdere! </p> <p>Vor ivrigste og mest hadefulde Modstander, Redaktør C. Ploug, erklærer i „Fædrelandet“, at „Samfundets Tarv fordrer paa det bestemteste, at dette Forsøg (Murerskruen) falder saaledes ud, at Arbejderne kommer til bedre Erkendelse af deres egen Interesse“, det vil med andre Ord sige, at han opfordrer Murmestrene til at sulte deres Svende ud, for at ikke de andre Haandværkere og Arbejdere ogsaa skal faa Mod til at forsøge at forbedre deres Kaar! </p> <p>Skal vi da som Lam lade os føre til Kapitalens Slagterbænk? Skal vi taale, at vore Fjender maaske for flere Aar stanser vor Fremgang? <strong>Nej, det kan Københavns Arbejdere ikke være bekendt!</strong> Lad os derfor samle os; Regeringerne plejer jo hvert Øjeblik at holde Revu over de af deres Undersaatter, som de ved første givne Lejlighed vil ofre paa Krigsgalskabens Alter for at tilfredsstille deres Ærgerrighed. Lad os da engang holde Mandtal over <strong>alle frie Arbejdere,</strong> over Alle, som vil hjælpe os i Kampen mod Kapitalen; vi vil da faa at kende vor egen Magt og vore Fjenders Svaghed; samlede i tusindvis vil vi stille vore Fordringer og love hverandre at staa Last og Brast indtil Sejren er vor! </p> <p>Men Jer, I Guldets Dyrkere! I, de Fattiges Udsugere! Eder vil vi endnu <strong>en</strong> Gang tilraabe: „I har i Aartusinder iskænket os en bitter Livsdrik; vogt Jer nu, <strong>Maalet er fuldt!</strong> Lad der ikke komme en eneste Draabe til, eller — <strong>det flyder over!</strong></p></i>"
        },
        "correctAnswer": ["0"],
        "feedbackData": ["Korrekt, der er tale om en kilde da...", "Forkert, der er ikke tale om en fremstilling da..."]
    }
}, {
    "userInterface": {
        "header": "Kildekendskab",
        "subHeader": "Du skal angive hvilket svar der bedst passet til spørgsmålet i karrusellen ved at trykke på nedenstående knapper...",
        "btn": ["Kilde", "Fremstilling"]
    },
    "quizData": {
        "taskText": "Svar på om der er tale om en kilde eller en fremstilling",
        "slideData": {
            "type": "text",
            "text": "<p>N&aring;r jeg ser et r&oslash;dt flag sm&aelig;lde<br> p&aring; en blank og v&aring;rfrisk dag,<br> kan jeg h&oslash;re det s&aelig;lsomt fort&aelig;lle<br> om min verden, mit folk og min sag.<br> Og jeg rejser mig trodsigt i vrimlen,<br> mens det kogler af kraft i mit mod,<br> thi det flag, der nu sm&aelig;ldende n&aring;r himlen,<br> er jo r&oslash;dt som mit brusende blod</p> <p>Jeg har anet sl&aelig;gters striden<br> imod fremtids fjerne m&aring;l.<br> Jeg har set tr&aelig;lletoget i tiden<br> blive m&aelig;nd bag ved kampfanens b&aring;l.<br> Jeg har set den i blafrende storme,-<br> jeg har elsket dens flammer i strid,<br> og bag den s&aring; jeg arbejdsh&aelig;nder forme<br> verden om til en lysere tid.</p> <p>Jeg har set min fader ranke<br> ryggen op i flagets brus.<br> Jeg har lyttet og h&oslash;rt hjertet banke<br> i dets stolte, befriende sus.<br> Jeg har elsket dets farve fra lille,<br> da min mor tog mig op p&aring; sit sk&oslash;d<br> og fortalte mig manende og stille<br> om en fane s&aring; knitrende r&oslash;d.</p> <p>Det er sliddets sl&aelig;gters fane<br> over fronten vid og bred.<br> Den skal ungdommen ildne og mane,<br> den skal knuse hvert gr&aelig;nsernes led.<br> Den var forrest i fredelig f&aelig;rden,<br> den var forrest i stormklokkens klemt<br> den er fanen, der favner hele verden -<br> i dens folder er fremtiden gemt.</p>"
        },
        "correctAnswer": ["1"],
        "feedbackData": ["Forkert, der er ikke tale om en fremstilling da...", "Korrekt, der er tale om en kilde da..."]
    }
}, {
    "userInterface": {
        "header": "Kildekendskab",
        "subHeader": "Du skal angive hvilket svar der bedst passet til spørgsmålet i karrusellen ved at trykke på nedenstående knapper...",
        "btn": ["Kilde", "Fremstilling"]
    },
    "quizData": {
        "taskText": "Svar på om der er tale om en kilde eller en fremstilling",
        "slideData": {
            "type": "video",
            "src": "https://player.vimeo.com/video/129639593"
        },
        "correctAnswer": ["1"],
        "feedbackData": ["Forkert, der er ikke tale om en fremstilling da...", "Korrekt, der er tale om en kilde da..."]
    }
}]

